{
  "Home": {
    "about-sentence": "Hi, ich bin Cedrik, ein %age%-jähriger Student aus Belgien!",
    "about-button": "über mich"
  },
  "About": {
    "paragraph-1": "Hey! Ich bin Cedrik, ein %age%-jähriger technikbegeisterter Typ aus Belgien, der nahe an der Grenze zu Deutschland und den Niederlanden lebt. Ich habe gerade mein Abitur abgeschlossen und freue mich darauf, im September mein Studium in International Business an der Universität Maastricht zu beginnen. Aber das ist natürlich noch nicht alles, was mich ausmacht!",
    "paragraph-2": "Seit ich ein Kind war, übt Technologie eine magische Anziehungskraft auf mich aus. Ich habe an jedem elektronischen Gerät herumgebastelt, das ich finden konnte, um all ihre versteckten Geheimnisse zu entdecken. Als ich Minecraft entdeckte, war ich sofort fasziniert. Ich habe mich in den Bau von Redstone- und Commandblock-Konstruktionen vertieft und meine eigenen virtuellen Welten von Grund aufgebaut.",
    "paragraph-3": "Aber meine Begeisterung endete nicht dort. Ich wurde neugierig über die Technologie hinter Minecraft-Server und habe mich bald darauf mit Skriptsprachen beschäftigt und überkomplizierte Befehle gebastelt. Ich habe mich mit einem Freund zusammengetan, um unseren eigenen kleinen Server zu erstellen (der nie veröffentlicht wurde, aber wir hatten unseren Spaß!). Schließlich landete ich auf dem Server, auf dem ich bis heute bin - CraftTogetherMC - und es war eine erstaunliche Reise.",
    "paragraph-4": "Bei CraftTogetherMC haben wir gemeinsam großartige Dinge geschaffen. Eine meiner liebsten Errungenschaften ist unser jährlicher Adventskalender und Weihnachtsmarkt. Stell dir eine Welt vor, gefüllt mit Geheimnissen und täglichen Minispielen. Im Jahr 2020 haben wir ein riesiges Eisschloss mit \"Frozen\"-Vibes gebaut, du konntest mit Gondeln durch die Karte fahren. Draußen gab es süße kleine Winterdörfer und sogar eine extrem lustige Schlittenfahrt. Schau dir diese Videos und Bilder an um einen kleinen Eindruck zu bekommen:",
    "paragraph-5": "Ein weiteres besonderes Merkmal von CT ist unser riesiges Schienennetzwerk mit dem TrainCarts-Plugin, genannt CraftBahn. Du kannst in einen Zug einsteigen und verschiedene Stationen erkunden, sogar während der Fahrt durch ein Portal zwischen den Servern wechseln.",
    "paragraph-6": "Das Hauptkonzept von CraftTogetherMC besteht jedoch darin, unserer Community einen Server zu bieten, der sich fast wie Vanilla anfühlt, aber die Möglichkeit bietet, gemeinsam mit anderen zu spielen. Wir haben eine offene Freebuild-Welt ohne Einschränkungen durch Claiming, ein Geldsystem und eine nette, aktive Community in allen Altersgruppen.\n\nNeugierig auf unseren Server? Komm vorbei und hab Spaß!\n- Schau dir unsere Karte an und erkunde unsere In-Game-Welt:\n- Tritt unserer lebendigen Minecraft-Community auf Discord bei:\n- Besuche unsere Website, um den Server kennenzulernen:",
    "paragraph-7": "Ach ja, und hier ist noch ein bisschen mehr über mich. Vor ein paar Jahren habe ich angefangen, Programmieren zu lernen, dank der Person, die CraftTogetherMC aufgebaut hat. Ich habe mir vieles selbst durch das Internet und durch andere Open-Source-Projekte beigebracht, um verschiedene Programmiersprachen zu erlernen. Es war eine Reise voller Herausforderungen und spannender Entdeckungen.\nAls Teil meiner Programmierreise habe ich diese Website erstellt, auf der du dich gerade befindest - mein erstes richtiges Projekt.",
    "paragraph-8": "<b>Ich würde mich freuen, mich mit anderen Technikbegeisterten, Minecraft-Fans oder einfach jedem, der Hallo sagen möchte, auszutauschen! Schreib mir gerne eine Nachricht über den Kontaktbereich auf dieser Seite - ich würde mich freuen was von dir zu hören!</b>\n\nFolge mir:\n- Schau dir Schnappschüsse aus meinem Privatleben auf Instagram an!\n- Lass uns auf Twitter in Kontakt bleiben und unsere Technikgeschichten teilen!\n- Tritt meiner kleinen Community auf Discord bei!"
  }
}
